Repository: yuetyam/jyutping
Catalog: Keyboard/Localizable.xcstrings
Source language: en
Languages: fr, ja, yue

# EditingPanel.Back
source: Back
fr: Retour
ja: 返回
yue: 返回

# EditingPanel.Backspace
source: Delete
fr: Retour arrière
ja: 削除
yue: 刪除

# EditingPanel.Clear
source: Clear
fr: Effacer
ja: 消去
yue: 清空

# EditingPanel.ClearSystemClipboard
source: Clear System Clipboard
fr: Vider le presse-papiers
ja: クリップボード消去
yue: 清空系統剪貼板

# EditingPanel.Copy
source: Copy
fr: Copier
ja: 複製
yue: 複製

# EditingPanel.Cut
source: Cut
fr: Couper
ja: 切り取り
yue: 剪下

# EditingPanel.ForwardDelete
source: Forward Delete
fr: Suppression
ja: 前方削除
yue: 向右刪除

# EditingPanel.Paste
source: Paste
fr: Coller
ja: 貼り付け
yue: 貼上

# EditingPanel.Space
source: space
fr: espace
ja: 空白
yue: 空格

# Emoji.Category.Activity
source: Activity
fr: Activité
ja: 活動
yue: 活動

# Emoji.Category.AnimalsAndNature
source: Animals & Nature
fr: Animaux et nature
ja: 動物・自然
yue: 動物與自然

# Emoji.Category.Flags
source: Flags
fr: Drapeaux
ja: 旗
yue: 旗幟

# Emoji.Category.FoodAndDrink
source: Food & Drink
fr: Nourriture et boissons
ja: 飲食
yue: 飲食

# Emoji.Category.FrequentlyUsed
source: Frequently Used
fr: Favoris
ja: 常用
yue: 常用

# Emoji.Category.Objects
source: Objects
fr: Objets
ja: 物品
yue: 物品

# Emoji.Category.SmileysAndPeople
source: Smileys & People
fr: Émoticônes et personnages
ja: 表情と人物
yue: 表情與人物

# Emoji.Category.Symbols
source: Symbols
fr: Symboles
ja: 記号
yue: 符號

# Emoji.Category.TravelAndPlaces
source: Travel & Places
fr: Voyages et lieux
ja: 旅行・場所
yue: 旅行與地點

# SettingsView.CangjieVariant.PickerTitle
source: Cangjie / Sucheng Reverse Lookup
fr: Recherche inversée de Cangjie / Sucheng
ja: 倉頡／速成 逆引き
yue: 倉頡／速成反查粵拼

# SettingsView.CommentStyle.Option.Above
source: Above Candidates
fr: Haut
ja: 候補の上部
yue: 候選詞上邊

# SettingsView.CommentStyle.Option.Below
source: Below Candidates
fr: Bas
ja: 候補の下部
yue: 候選詞下邊

# SettingsView.CommentStyle.Option.None
source: None
fr: Aucun
ja: 非表示
yue: 無

# SettingsView.CommentStyle.PickerTitle
source: Jyutping Display
fr: Affichage Jyutping
ja: 発音記号表示
yue: 粵拼標示

# SettingsView.CommentToneStyle.PickerOption2
source: No Tones : nei hou
fr: Sans tons : nei hou
ja: 声調なし: nei hou
yue: 無調: nei hou

# SettingsView.CommentToneStyle.PickerOption3
source: Superscript: nei⁵ hou²
fr: Exposant : nei⁵ hou²
ja: 上付き: nei⁵ hou²
yue: 上標: nei⁵ hou²

# SettingsView.CommentToneStyle.PickerOption4
source: Subscript : nei₅ hou₂
fr: Indice : nei₅ hou₂
ja: 下付き: nei₅ hou₂
yue: 下標: nei₅ hou₂

# SettingsView.CommentToneStyle.PickerTitle
source: Jyutping Tones
fr: Tons Jyutping
ja: 声調表示
yue: 粵拼聲調樣式

# SettingsView.EmojiSuggestions.ToggleTitle
source: Emoji Suggestions
fr: Suggestions d'emoji
ja: 絵文字候補
yue: 表情符號（Emoji）候選詞

# SettingsView.InputKeyStyle.Option.None
source: None
fr: Aucun
ja: なし
yue: 無

# SettingsView.InputKeyStyle.Option.Numbers
source: Numbers
fr: Chiffres
ja: 数字
yue: 數字

# SettingsView.InputKeyStyle.Option.NumbersAndSymbols
source: Numbers and Symbols
fr: Chiffres et symboles
ja: 数字・記号
yue: 數字與標點

# SettingsView.InputKeyStyle.PickerTitle
source: Letter Key Extra Symbols
fr: Symboles lettres
ja: 文字キーの追加記号
yue: 字母鍵附加符號

# SettingsView.InputMemory.ClearInputMemory.ButtonTitle
source: Clear Input Memory
fr: Effacer la mémoire de saisie
ja: 入力履歴の消去
yue: 清空輸入記憶

# SettingsView.InputMemory.ToggleTitle
source: Input Memory
fr: Mémoire de saisie
ja: 入力履歴
yue: 記憶輸入

# SettingsView.KeyboardDisplayLanguage.PickerTitle
source: Keyboard Language
fr: Langue du clavier
ja: キーボード表示言語
yue: 鍵盤介面顯示語言

# SettingsView.KeyboardDisplayLanguage.SectionFooter
source: To apply this change, toggle Full Access in the system Settings to restart this keyboard.
fr: Pour appliquer cette modification, activez l'accès complet dans les paramètres système pour redémarrer ce clavier.
ja: 変更を適用するには、システム設定でフルアクセスを再設定し、キーボードを再起動する必要があります。
yue: 然後去系統設定App 開、關一下粵拼鍵盤嘅「全權取用」，鍵盤就會重啓，語言切換先會起效。

# SettingsView.KeyboardFeedback.Haptic.Option.Heavy
source: Heavy
fr: Lourd
ja: 強
yue: 重

# SettingsView.KeyboardFeedback.Haptic.Option.Light
source: Light
fr: Léger
ja: 弱
yue: 輕

# SettingsView.KeyboardFeedback.Haptic.Option.Medium
source: Medium
fr: Moyen
ja: 中
yue: 中

# SettingsView.KeyboardFeedback.Haptic.Option.None
source: None
fr: Aucun
ja: なし
yue: 無

# SettingsView.KeyboardFeedback.Haptic.PickerTitle
source: Haptic
fr: Haptique
ja: 触覚
yue: 觸感

# SettingsView.KeyboardFeedback.SectionFooter
source: Haptic Feedback requires Full Access
fr: Le retour haptique nécessite un accès complet
ja: 触覚フィードバックにはフルアクセスが必要です。
yue: 觸感回應需啓用「全權取用」

# SettingsView.KeyboardFeedback.SectionHeader
source: Keyboard Feedback
fr: Rétroaction du clavier
ja: キーボード応答
yue: 鍵盤回應

# SettingsView.KeyboardFeedback.Sound.ToggleTitle
source: Sound
fr: Son
ja: サウンド
yue: 聲音

# SettingsView.KeyboardLayout.Option.EighteenKey
source: 18 Key
fr: 18 touches
ja: 18キー
yue: 18鍵

# SettingsView.KeyboardLayout.Option.FifteenKey
source: 15 Key
fr: 15 touches
ja: 15キー
yue: 15鍵

# SettingsView.KeyboardLayout.Option.FourteenKey
source: 14 Key
fr: 14 touches
ja: 14キー
yue: 14鍵

# SettingsView.KeyboardLayout.Option.NineKey
source: 9 Key
fr: 9 touches
ja: 10キー
yue: 9鍵

# SettingsView.KeyboardLayout.Option.NineteenKey
source: 19 Key
fr: 19 touches
ja: 19キー
yue: 19鍵

# SettingsView.KeyboardLayout.Option.TripleStroke
source: Triple-Stroke
fr: Triple-Course
ja: 26キー三拼
yue: 26鍵三拼

# SettingsView.KeyboardLayout.Option.TwentyOneKey
source: 21 Key
fr: 21 touches
ja: 21キー
yue: 21鍵

# SettingsView.KeyboardLayout.PickerTitle
source: Keyboard Layout
fr: Disposition de clavier
ja: 配列
yue: 鍵盤排列佈局

# SettingsView.KeyHeightOffset.SliderTitle
source: Key Height Offset
fr: Ajustement de la hauteur des touches
ja: キーの高さ調整
yue: 按鍵高度調整

# SettingsView.KeyTextPreview.ToggleTitle
source: Key Text Preview
fr: Aperçu du texte clé
ja: キーポップアップ
yue: 鍵文氣泡預覽

# SettingsView.NavigationBar.HintText
source: This page is scrollable
fr: Cette page est déroulante
ja: 上下に移動できます
yue: 可以上下滑動

# SettingsView.NumberRow.ToggleTitle
source: Show Number Row
fr: Afficher la ligne numérique
ja: 数字行の表示
yue: 鍵盤上部顯示一行數字鍵

# SettingsView.NumericLayout.ToggleTitle
source: Use 10 Key Number Pad
fr: Utiliser le pavé numérique à 10 touches
ja: 数字テンキーを使用
yue: 使用九宮格數字鍵盤

# SettingsView.SchemeRules.CompatibleMode.SectionFooter
source: Do NOT enable this unless you understand what this setting does.
fr: Ne pas activer cela à moins que vous ne compreniez ce que fait cette option.
ja: この設定が何をするかを理解していない限り、これを有効にしないでください。
yue: 如果你唔瞭解本項設定嘅作用，千祈唔好開啓。

# SettingsView.SchemeRules.CompatibleMode.ToggleTitle
source: Compatible with Common Spellings
fr: Compatible avec les orthographes courantes
ja: 互換スペルを有効化
yue: 融合部分習慣拼法

# SettingsView.ShowLowercaseKeys.ToggleTitle
source: Show Lowercase Keys
fr: Afficher les touches minuscules
ja: 小文字キーを表示
yue: 鍵文字母小寫顯示

# SettingsView.StrokeLayout.ToggleTitle
source: Use 10 Key Stroke Keyboard
fr: Utiliser les Stroke à 10 touches
ja: 筆画入力（テンキー）
yue: 使用九宮格筆畫鍵盤

# SettingsView.SystemLexicon.ToggleTitle
source: System Text Replacements
fr: Remplacements de texte système
ja: システムの文字列置換
yue: 使用系統文字替代

# SettingsView.TraditionalCharacterStandard.Option1.Preset
source: Default
fr: Défaut
ja: デフォルト
yue: 預設

# SettingsView.TraditionalCharacterStandard.Option3.Inherited
source: Inherited
fr: Hérité
ja: 旧字体
yue: 傳承字形（舊字形）

# SettingsView.TraditionalCharacterStandard.Option7.Taiwan
source: Taiwan
fr: Taïwan
ja: 臺灣
yue: 臺灣《國字標準字體表》

# SettingsView.TraditionalCharacterStandard.Option8.PRCGeneral
source: Mainland China
fr: Chine continentale
ja: 大陸・通用規範漢字表
yue: 大陸《通用規範漢字表》

# SettingsView.TraditionalCharacterStandard.Option9.AncientBooksPublishing
source: Mainland China (Ancient Books Publishing)
fr: Chine continentale (Édition des livres anciens)
ja: 大陸・古籍印刷通用字規範字形表
yue: 大陸《古籍印刷通用字規範字形表》

# SettingsView.TraditionalCharacterStandard.PickerTitle
source: Traditional Character Set
fr: Jeu de caractères traditionnels
ja: 繁体字
yue: 傳統漢字（繁體字）字符集

# SettingsView.TraditionalCharacterStandard.SectionFooter
source: The Inherited option uses rare characters and may have limited compatibility. Use it with caution.
fr: L’option Héritée utilise des caractères rares et peut présenter une compatibilité limitée. Utilisez-la avec prudence.
ja: 旧字体オプションは稀な文字を使用するため、互換性が制限される可能性があります。使用にはご注意ください。
yue: 舊字形選項會用到罕見字符，可能兼容性較差。謹慎使用。

# SettingsView.TraditionalCharacterStandard.SectionHeader
source: Traditional Character Set
fr: Jeu de caractères traditionnels
ja: 繁体字
yue: 傳統漢字（繁體字）字符集

# SettingsView.Version.Copy.ButtonTitle
source: Copy
fr: Copier
ja: 複製
yue: 複製

# SettingsView.CangjieVariant.PickerOption1
source: Cangjie5 (倉頡五代)
ja: 倉頡五代
yue: 倉頡五代

# SettingsView.CangjieVariant.PickerOption2
source: Cangjie3 (倉頡三代)
ja: 倉頡三代
yue: 倉頡三代

# SettingsView.CangjieVariant.PickerOption3
source: Quick5 (速成五代)
ja: 速成五代
yue: 速成五代

# SettingsView.CangjieVariant.PickerOption4
source: Quick3 (速成三代)
ja: 速成三代
yue: 速成三代

# SettingsView.CommentToneStyle.PickerOption1
source: Normal : nei5 hou2
ja: 通常: nei5 hou2
yue: 正常: nei5 hou2

# SettingsView.KeyboardDisplayLanguage.Auto
source: Auto
ja: 自動
yue: 自動

# SettingsView.TraditionalCharacterStandard.Option6.HongKong
source: Hong Kong
ja: 香港
yue: 香港《常用字字形表》

# SettingsView.Version.LabelTitle
source: Version
ja: バージョン
yue: 版本

# SettingsView.KeyboardLayout.Option.QWERTY
source: QWERTY
yue: 26鍵全鍵盤
